<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>MagicStone</title>
    <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="css/swiper-bundle/swiper-bundle.min.css" />
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/user-agreement.css">
</head>
<body>
</html>
    <div class="wrapper">
        <?php
            include('blocks/header.php');
        ?>
        <main class="main">
            <?php
                $breadcrumbs = '
                    <li class="breadcrumbs-list-item">
                        <a href="user-agreement.php" class="breadcrumbs-list-item-link">Пользовательское соглашение</a>
                    </li>
                ';
                include("blocks/breadcrumbs.php");
            ?>
            <section class="terms">
                <div class="container">
                    <div class="terms-wrapper">
                        <div class="terms-title__wrapper">
                            <h1 class="section-title  terms-title">Пользовательское соглашение</h1>
                            <p class="terms-text">Настоящее Соглашение определяет условия использования Пользователями материалов и сервисов сайта www.magicstone.ru (далее — «Сайт»).</p>     
                        </div>
                        <div class="terms-content__wrapper">
                            <div class="terms-item">
                                <ol class="terms-item-list">
                                    <li class="terms-item-list__li terms-subtitle">
                                        Общие условия
                                        <ol>
                                            <li class="terms-text">Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.</li>
                                            <li class="terms-text">Настоящее Соглашение является публичной офертой. Получая доступ к материалам Сайта Пользователь считается присоединившимся к настоящему Соглашению.</li>
                                            <li class="terms-text">Администрация Сайта вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (Трех) дней с момента размещения новой версии Соглашения на сайте. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту, прекратить использование материалов и сервисов Сайта.</li>
                                        </ol>
                                    </li>
                                    <li class="terms-item-list__li terms-subtitle">
                                        Обязательства Пользователя
                                        <ol>
                                            <li class="terms-text">Пользователь соглашается не предпринимать действий, которые могут рассматриваться как нарушающие российское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта.</li>
                                            <li class="terms-text">Использование материалов Сайта без согласия правообладателей не допускается (статья 1270 Г.К РФ). Для правомерного использования материалов Сайта необходимо заключение лицензионных договоров (получение лицензий) от Правообладателей.</li>
                                            <li class="terms-text">При цитировании материалов Сайта, включая охраняемые авторские произведения, ссылка на Сайт обязательна (подпункт 1 пункта 1 статьи 1274 Г.К РФ).</li>
                                            <li class="terms-text">Комментарии и иные записи Пользователя на Сайте не должны вступать в противоречие с требованиями законодательства Российской Федерации и общепринятых норм морали и нравственности.</li>
                                            <li class="terms-text">Пользователь предупрежден о том, что Администрация Сайта не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться на сайте.</li>
                                            <li class="terms-text">Пользователь согласен с тем, что Администрация Сайта не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием Сайта, регистрацией авторских прав и сведениями о такой регистрации, товарами или услугами, доступными на или полученными через внешние сайты или ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную на Сайте информацию или ссылки на внешние ресурсы.</li>
                                            <li class="terms-text">Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.</li>
                                        </ol>
                                    </li>
                                    <li class="terms-item-list__li terms-subtitle">
                                        Прочие условия
                                        <ol>
                                            <li class="terms-text">Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.</li>
                                            <li class="terms-text">Ничто в Соглашении не может пониматься как установление между Пользователем и Администрации Сайта агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.</li>
                                            <li class="terms-text">Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности иных положений Соглашения.</li>
                                            <li class="terms-text">Бездействие со стороны Администрации Сайта в случае нарушения кем-либо из Пользователей положений Соглашения не лишает Администрацию Сайта права предпринять позднее соответствующие действия в защиту своих интересов и защиту авторских прав на охраняемые в соответствии с законодательством материалы Сайта.</li>
                                            <li class="terms-text">Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего Соглашения и безусловно принимает их.</li>
                                            <li class="terms-text">Вся представленная на сайте информация, касающаяся стоимости, носит информационный характер и ни при каких условиях не является публичной офертой, определяемой положениями Статьи 437 (2) Гражданского кодекса Российской Федерации.</li>
                                        </ol>
                                    </li>
                                    <li class="terms-item-list__li terms-subtitle">
                                        Правообладатель:
                                        <ol>
                                            <li class="terms-text"><span class="terms-text__bold">Юридический адрес:</span> 117218, г Москва, проспект Нахимовский, 24 СТР.4, ПОМЕЩЕНИЕ I; КОМНАТА 11</li>
                                            <li class="terms-text"><span class="terms-text__bold">Почтовый адрес:</span> 117218, г Москва, проспект Нахимовский, 24 СТР.4, ПОМЕЩЕНИЕ I; КОМНАТА 11</li>
                                            <li class="terms-text"><span class="terms-text__bold">Телефон:</span> +7 (495) 722-88-00</li>
                                            <li class="terms-text"><span class="terms-text__bold">Email:</span> magmatika08@gmail.com</li>
                                            <li class="terms-text"><span class="terms-text__bold">ИНН/КПП:</span> 7727781367 / 772701001</li>
                                            <li class="terms-text"><span class="terms-text__bold">ОГРН:</span> 1127746472908</li>
                                        </ol>
                                    </li>
                                </ol>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        </main>
        <?php
            include('blocks/footer.php');
        ?>
    </div>
</body>
</html>